Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: Check client status every
fr_fr: Vérifier l'état du client à un intervalle de

source: If the client cannot be started, retry
fr_fr: Si le client ne parvient pas à démarrer, recommencer

source: times
fr_fr: fois

source: Enable anti-hacking mode
fr_fr: Activer le mode anti-piratage

source: Reserve
fr_fr: Réserver

source: MB of disk space for updates
fr_fr: Mo d'espace disque pour les mises à jour

source: Log Rolling Frequency Setting
fr_fr: Paramètres Fréquence de la publication de journaux

source: Delete entries older than
fr_fr: Supprimer les entrées antérieures à

source: days for virus, spyware, and Web Reputation logs
fr_fr: jours pour les virus, spywares et journaux de réputation de sites Web

source: Client Console Settings
fr_fr: Paramètres de la console client

source: Enable system tray icon
fr_fr: Activer l'icône de la barre d'état du système

source: Enable manual scan shortcut in Windows Explorer context menu
fr_fr: Activer le raccourci de scan manuel dans le menu contextuel de l'Explorateur Windows

source: Note: This whitelist cannot contain more than 1024 items.
fr_fr: Remarque&nbsp;: Cette liste blanche ne peut contenir plus de 1024&nbsp;éléments.

source: (Mac only)
fr_fr: (Mac seulement)

source: Scan Cache Settings
fr_fr: Paramètres du cache de scan

source: Enter a file name and/or directory to exclude from scanning (for example: &quot;/Users/username/exclusions/ExcludeDoc.hlp&quot; or &quot;/Users/username/exclusions/&quot;)
fr_fr: Saisissez un nom et/ou un répertoire à exclure du scan (par exemple : &quot;/Users/username/exclusions/ExcludeDoc.hlp&quot; ou &quot;/Users/username/exclusions/&quot;)

source: Approved List
fr_fr: Liste approuvée

source: Search spyware list:
fr_fr: Rechercher la liste de spywares&nbsp;:

source: (Windows only)
fr_fr: (Windows uniquement)

source: Scan Cache Setting
fr_fr: Paramètre du cache de scan

source: Enable the digital signature
fr_fr: Activer la signature numérique

source: Build the cache every
fr_fr: Générer le cache tous les

source: days
fr_fr: jours

source: Enable the On-Demand Scan cache
fr_fr: Activer le cache du Scan à la demande

source: Add the cache for safe files that are unchanged for
fr_fr: Ajouter le cache pour les fichiers légitimes qui n'ont pas été modifiés depuis

source: The cache for each safe file expires within
fr_fr: Le cache de tous les fichiers légitimes expire dans

source: Clean type:
fr_fr: Type de nettoyage&nbsp;:

source: Standard cleanup
fr_fr: Nettoyage standard

source: Advanced cleanup
fr_fr: Nettoyage avancé

source: Run cleanup when probable virus/malware is detected
fr_fr: Exécuter la fonction Nettoyage dès qu'un virus/programme malveillant est détecté

source: Pass
fr_fr: Ignorer

source: Delete
fr_fr: Supprimer

source: Rename
fr_fr: Renommer

source: Quarantine
fr_fr: Quarantaine

source: Clean
fr_fr: Nettoyer

source: Deny Access
fr_fr: Refuser l'accès

source: Remove Selected Item
fr_fr: Supprimer les éléments sélectionnés

source: Enable
fr_fr: Activer

source: Disable
fr_fr: Désactiver

source: Scan Exclusions
fr_fr: Exclusions de scan

source: AV/Spyware Scan Exclusions
fr_fr: Exclusions de scan antivirus/anti-spyware

source: Enable scan exclusions
fr_fr: Activer les exclusions de scan

source: Scan Exclusion List
fr_fr: Liste d'exclusion de scan

source: Exclude Trend Micro directories (reduce false positives)
fr_fr: Exclure les répertoires de Trend Micro (réduit les faux positifs)

source: Exclude BigFix directories (improve performance)
fr_fr: Exclure les répertoires BigFix (améliore les performances)

source: Enter a directory to exclude from scanning (For example, /var/ExcludeDir).
fr_fr: Saisissez un répertoire à exclure du scan (par exemple, /var/ExcludeDir).

source: Enter a file name and/or directory to exclude from scanning (for example: "/Users/username/exclusions/ExcludeDoc&#46;hlp" or "/Users/username/exclusions/")
fr_fr: Saisissez un nom et/ou un répertoire à exclure du scan (par exemple&nbsp;: "/Users/username/exclusions/ExcludeDoc&#46;hlp" ou "/Users/username/exclusions/")

source: Trend Micro Production Diretories
fr_fr: Trend Micro Production Directories

source: Configure Default Scan Settings [Core Protection Module for Mac]
fr_fr: Configurer les paramètres de scan par défaut [Core Protection Module for Mac]

source: Use this task to disable/enable Scan Exclusion Settings for Mac. Exclude the following files and/or folders from scans:Exclude the following file extensions from scans:
fr_fr: Utilisez cette tâche pour désactiver/activer les paramètres d'exclusion de scan pour Mac. Exclure les fichiers et/ou dossier suivants des scans&nbsp;:Exclure les extensions de fichier des scans&nbsp;:

source: Device Control Wizard
fr_fr: Assistant de contrôle des dispositifs

source: Device Control supports the following 32-bit endpoints: Windows XP, Windows Vista, Windows 7, Windows Server 2003, Windows Server 2008.
fr_fr: Le contrôle des dispositifs prend en charge les points finaux 32&nbsp;bits suivants&nbsp;: Windows&nbsp;XP, Windows&nbsp;Vista, Windows&nbsp;7, Windows&nbsp;Server&nbsp;2003 et Windows&nbsp;Server&nbsp;2008.

source: Enable Device Control
fr_fr: Activer le contrôle des dispositifs

source: Storage Devices
fr_fr: Périphériques de stockage

source: Devices
fr_fr: Périphériques

source: Access
fr_fr: Accéder

source: Permission
fr_fr: Autorisation

source: Storage read by internal or external drives using lasers; commonly in CD or DVD format.
fr_fr: Supports lus par des lecteurs internes ou externes à l'aide de lasers&nbsp;; généralement au format CD ou DVD.

source: Advanced permissions and notifications
fr_fr: Autorisations et notifications avancées

source: Floppy disks
fr_fr: Disquettes

source: Network drives
fr_fr: Lecteurs de réseau

source: USB storage devices
fr_fr: Périphériques de stockage USB

source: Block the AutoRun function on USB devices
fr_fr: Bloquer la fonction AutoRun sur les périphériques USB

source: Approved devices
fr_fr: Périphériques approuvés

source: Non-storage Devices
fr_fr: Périphériques qui ne sont pas destinés au stockage

source: COM and LPT ports
fr_fr: Ports COM et LPT

source: IEEE 1394 interface
fr_fr: Interface IEEE 1394

source: Imaging devices
fr_fr: Périphériques d'images

source: Infrared devices
fr_fr: Périphériques infrarouges

source: PCMCIA cards
fr_fr: Cartes PCMCIA

source: Print screen key
fr_fr: Touche Impr. écran

source: Approved USB Storage Devices
fr_fr: Périphériques de stockage USB approuvés

source: Approved Device List
fr_fr: Liste des dispositifs approuvés

source: Approved USB storage devices will have the following permission:
fr_fr: Les périphériques de stockage USB disposeront des autorisations suivantes&nbsp;:

source: Permission:
fr_fr: Autorisation&nbsp;:

source: Exception:
fr_fr: Exception&nbsp;:

source: The exception list will share the same one as other storage devices.
fr_fr: La liste d'exceptions est partagée avec les autres périphériques de stockage.

source: Advanced Permissions and Notifications
fr_fr: Autorisations et notifications avancées

source: Configure advanced permissions and notifications for CD/DVD, floppy disks, network drives, and USB storage devices.
fr_fr: Configurer des autorisations et des notifications avancées pour des CD/DVD, des disquettes, des lecteurs réseau et des périphériques de stockage USB.

source: Display a notification message on the client computer when Core Protection Module detects unauthorized device access
fr_fr: Afficher un message de notification sur l'ordinateur client lorsque Core Protection Module détecte un accès non autorisé à un périphérique

source: Enter Program Full Path:
fr_fr: Saisissez le chemin d'accès complet au programme&nbsp;:

source: Example: C:\Program Files\Microsoft Office\*.exe (Use semicolon to separate entries)
fr_fr: Example : C:\Program Files\Microsoft Office\*.exe (Utilisez des points-virgules pour séparer les entrées)

source: Programs in devices
fr_fr: Programmes sur les périphériques

source: Programs in computers
fr_fr: Programmes sur les ordinateurs

source: Programs on devices that are allowed to execute:
fr_fr: Programmes présents sur les périphériques qui sont autorisés à s'exécuter&nbsp;:

source: Name
fr_fr: Nom

source: Program Path and File Name
fr_fr: Chemin d'accès et nom de fichier du programme

source: Program Path and File Name or Digital Signature Provider
fr_fr: Chemin d'accès et nom de fichier du programme ou fournisseur de la signature numérique

source: Programs with read and write access to devices:
fr_fr: Programmes disposant d'un accès en lecture et écriture sur les périphériques&nbsp;:

source: Create a Task to deploy the settings
fr_fr: Créer une tâche pour déployer les paramètres

source: Enabled
fr_fr: Activé

source: Disabled
fr_fr: Désactivé

source: Save
fr_fr: Enregistrer

source: An error occurred during order change.
fr_fr: Une erreur s'est produite lors du changement d'ordre.

source: Out of bound.
fr_fr: Hors limite.

source: WARNING
fr_fr: AVERTISSEMENT

source: Last Refresh Time
fr_fr: Heure de la dernière actualisation

source: Refresh
fr_fr: Actualiser

source: Configuration Deployment [Device Control settings]
fr_fr: Déploiement de la configuration [Paramètres de contrôle des dispositifs]

source: Use this task to deploy the Device Control settings to specified computers.
fr_fr: Utiliser cette tâche pour déployer les paramètres de contrôle des dispositifs à des ordinateurs spécifiés.

source: to deploy the task.
fr_fr: pour déployer la tâche.

source: Refresh server information...
fr_fr: Actualiser les informations sur le serveur...

source: Full Access
fr_fr: Accès complet

source: Modify
fr_fr: Modifier

source: Read and Execute
fr_fr: Lecture et exécution

source: Read
fr_fr: Lire

source: List Device Content Only
fr_fr: Répertorier le contenu des périphériques uniquement

source: Block
fr_fr: Bloquer

source: Allow
fr_fr: Autoriser

source: Vendor
fr_fr: Fournisseur

source: Model
fr_fr: Modèle

source: Serial ID
fr_fr: ID de série

source: We can only have totally paths in approved programs and approved computers.
fr_fr: Nous ne pouvons avoir qu'un total de chemins d'accès dans les programmes approuvés et dans les ordinateurs approuvés.

source: duplication found: These record will be ignored in the insertion steps
fr_fr: duplication(s) détectée(s)&nbsp;: ces enregistrements seront ignorés durant les étapes d'insertion

source: Invalid input fields
fr_fr: Champs d'entrée non valides

source: Configuration Deployment [Device Control]
fr_fr: Déploiement de la configuration [Contrôle des dispositifs]

source: AutoRun on USB Storage Device
fr_fr: AutoRun sur le périphérique de stockage USB

source: How to get device information
fr_fr: Comment obtenir des informations sur le périphérique

source: Required
fr_fr: Requis

source: Device Control Exception List &#13;&#13; This list can include local programs and programs on CD/DVD, floppy disks, network drives, and USB storage devices. &#13;&#13; Type the program path and name. You can use wildcards in place of drive letters and program names. The ? wildcard represents single-character data, such as a drive letter. The * wildcard represents multi-character data, such as a program name.&#13;&#13;Examples:&#13;1. C:\Program Files\Microsoft Office\Office\winword.exe &#13;2. C:\Program Files\Microsoft\*.exe &#13;3. ?:\password.exe&#13;Refer to the Online Help for more examples.
fr_fr: Liste d'exceptions du contrôle des dispositifs &#13;&#13; Cette liste peut inclure les programmes locaux et les programmes qui se trouvent sur des CD/DVD, des disquettes, des lecteurs réseau et des périphériques de stockage USB. &#13;&#13; Entrez le nom et le chemin d'accès du programme. Vous pouvez utiliser des caractères génériques pour remplacer les lettres de lecteur et les noms de programmes. Le caractère générique «&nbsp;?&nbsp;» représente n'importe quel caractère, par exemple une lettre de lecteur. Le caractère générique «&nbsp;*&nbsp;» représente plusieurs caractères, par exemple un nom de programme.&#13;&#13;Exemples&nbsp;:&#13;1. C:\Program Files\Microsoft Office\Office\winword.exe &#13;2. C:\Program Files\Microsoft\*.exe &#13;3. ?:\password.exe&#13;Consultez l'aide en ligne pour plus d'exemples.

source: Device Control Exception List &#13;&#13; Type the program path and name or just the program's Digital Signature Provider. &#13;&#13; If you are specifying a program path and name, you can use wildcards in place of drive letters and program names. The ? wildcard represents single-character data, such as a drive letter. The * wildcard represents multi-character data, such as a program name.&#13;&#13;Examples:&#13;1. ?:\Installer\Setup.exe &#13;2. F:\*.exe &#13;3. Trend Micro, Inc.&#13;Refer to the Online Help for more examples.
fr_fr: Liste d'exceptions du contrôle des dispositifs &#13;&#13; Entrez le nom et le chemin d'accès du programme ou uniquement le fournisseur de sa signature numérique. &#13;&#13; Si vous indiquez le nom et le chemin d'accès d'un programme, vous pouvez utiliser les caractères génériques pour remplacer les lettres de lecteur et les noms de programmes. Le caractère générique «&nbsp;?&nbsp;» représente n'importe quel caractère, par exemple une lettre de lecteur. Le caractère générique «&nbsp;*&nbsp;» représente plusieurs caractères, par exemple un nom de programme.&#13;&#13;Exemples&nbsp;:&#13;1. ?:\Installer\Setup.exe &#13;2. F:\*.exe &#13;3. Trend Micro, Inc.&#13;Consultez l'aide en ligne pour plus d'exemples.

source: 1. Navigate to listDeviceInfo.exe located in the client folder &lt;installation path&gt;\trend micro\officescan client\dlplite\system32\dgagent\listDeviceInfo.exe or copy the file on the target endpoint.
fr_fr: 1. Accédez au fichier listDeviceInfo.exe situé dans le dossier client &lt;chemin d'installation&gt;\trend micro\officescanclient\dlplite\system32\dgagent\listDeviceInfo.exe ou copiez le fichier sur le point final cible.

source: 2. On the endpoint, double-click listDeviceInfo.exe.
fr_fr: 2. Sur le point final, double-cliquez sur listDeviceInfo.exe.

source: 3. View device information the browser window that displays. Data Loss Prevention and Device Control use the following information:
fr_fr: 3 Les informations relatives au dispositif s'affichent dans la fenêtre de navigateur qui s'ouvre. La prévention contre la perte de données et le contrôle des dispositifs utilisent les informations suivantes&nbsp;:

source: Vendor (required)
fr_fr: Revendeur (obligatoire)

source: Model (optional)
fr_fr: Modèle (facultatif)

source: Serial ID (optional)
fr_fr: ID de série (facultatif)

source: Add new devices
fr_fr: Ajouter de nouveaux dispositifs

source: OPP Warning
fr_fr: Avertissement OPP

source: Disk space less than M
fr_fr: Espace disque inférieur à Mo

source: Unable to start Real-time Scan. (Error code: )
fr_fr: Impossible de démarrer le scan en temps réel. (Code erreur&nbsp;: )

source: already exists.
fr_fr: existe déjà.

source: Please restart the computer to finish cleaning virus/malware.
fr_fr: Veuillez redémarrer l'ordinateur pour compléter le nettoyage de virus/programmes malveillants.

source: Unable to upgrade the client or apply a hot fix due to insufficient disk space.
fr_fr: Impossible d'effectuer la mise à niveau du client ou d'appliquer un correctif de type hotfix en raison d'un espace disque insuffisant.

source: Trend Micro Core Protection Module Firewall
fr_fr: Pare-feu Trend Micro Core Protection Module

source: Dump file:
fr_fr: Fichier de vidage&nbsp;:

source: OfficeScan encountered an exception error.
fr_fr: OfficeScan a rencontré une erreur d'exception.

source: OfficeScan encountered and reported an exception error to the Windows Error Reporting Center.
fr_fr: OfficeScan a rencontré une erreur d'exception et l'a signalée auprès du centre de rapport d'erreurs Windows.

source: The exception code is %08X.
fr_fr: Le code d'exception est %08X.

source: Threat Behavior ID:
fr_fr: ID de comportement des menaces&nbsp;:

source: OfficeScan Client
fr_fr: Client OfficeScan

source: virus detected in the boot sectoror partition table.
fr_fr: virus détectés dans le secteur d'amorçageou dans une table de partition.

source: Cleaned
fr_fr: Nettoyé

source: Quarantined
fr_fr: Mis en quarantaine

source: Deleted
fr_fr: Supprimé

source: Renamed
fr_fr: Renommé

source: Passed
fr_fr: Ignoré

source: Storage media that are made of a soft magnetic disks typically housed in either a rigid plastic case, like the 3?inch version, or a flexible sleeve, like the 5?inch version; includes disks that are read by either external or built-in drives
fr_fr: Médias de stockage constitués d'un disque magnétique souple généralement logé dans une boîte en plastique rigide, comme la version 3,5&nbsp;pouces, ou une pochette souple, comme la version 5,25&nbsp;pouces&nbsp;; comprennent les disques lus par des lecteurs externes ou intégrés

source: Mapped drives and resources identified by (Uniform/Universal Naming Convention) UNC paths
fr_fr: Lecteurs mappés et ressources identifiés par des chemins UNC (Uniform/Universal Naming Convention)

source: Unable to clean
fr_fr: Impossible de réparer

source: Encrypted
fr_fr: Chiffré

source: Unable to clean the file. Refer to the online help for solutions.
fr_fr: Impossible de nettoyer le fichier. Consultez l'aide en ligne pour obtenir des solutions.

source: Unable to quarantine the file. Refer to the online help for solutions.
fr_fr: Impossible de mettre le fichier en quarantaine. Consultez l'aide en ligne pour obtenir des solutions.

source: Unable to delete the file. Refer to the online help for solutions.
fr_fr: Impossible de supprimer le fichier. Consultez l'aide en ligne pour obtenir des solutions.

source: Unable to rename the file. Refer to the online help for solutions.
fr_fr: Impossible de renommer le fichier. Consultez l'aide en ligne pour obtenir des solutions.

source: Passed a potential security risk
fr_fr: Un risque de sécurité potentiel a été ignoré

source: Unable to clean or quarantine the file. Refer to the online help for solutions.
fr_fr: Impossible de nettoyer le fichier ou de le mettre en quarantaine. Voir l'aide en ligne pour consulter les solutions au problème.

source: Unable to clean or delete the file. Refer to the online help for solutions.
fr_fr: Impossible de nettoyer ou supprimer le fichier. Consultez l'aide en ligne pour obtenir des solutions.

source: Unable to clean or rename the file. Refer to the online help for solutions.
fr_fr: Impossible de nettoyer ou renommer le fichier. Consultez l'aide en ligne pour obtenir des solutions.

source: See result for
fr_fr: Voir résultat pour

source: (Infected compressed file)
fr_fr: (Fichier compressé infecté)

source: A boot or partition virus has been found on drive %c:.
fr_fr: Un virus d'amorce ou de partition a été détecté sur le lecteur %c:

source: Scan type
fr_fr: Type de scan

source: Infected file
fr_fr: Fichier infecté

source: Virus name
fr_fr: Nom du virus

source: Result
fr_fr: Résultat

source: Date and time
fr_fr: Date et heure

source: viruses found
fr_fr: virus détectés

source: Please reboot your system to clean trojan.
fr_fr: Veuillez redémarrer votre système pour supprimer les chevaux de Troie.

source: Access denied
fr_fr: Accès refusé

source: Scanned by DCS
fr_fr: Scanné par DCS

source: Create
fr_fr: Créer

source: Terminate
fr_fr: Interrompre

source: Write
fr_fr: Écrire

source: Open
fr_fr: Ouvrir

source: Close
fr_fr: Fermer

source: Client restarted successfully after tries.
fr_fr: Client redémarré après tentatives.

source: Wait for WakeUP, CountDown
fr_fr: Attendre WakeUP, CountDown

source: Everyone
fr_fr: Tous

source: POP3 Mail
fr_fr: Courrier POP3

source: All
fr_fr: Tout

source: Restore successful
fr_fr: Restauration réussie

source: Restore failed
fr_fr: Échec de la restauration

source: Restore failed, resource to restore missing
fr_fr: Échec de la restauration, la ressource à restaurer est manquante

source: Process
fr_fr: Processus

source: Receives commands and notifications from the OfficeScan server and facilitates communication from the client to the server.
fr_fr: Reçoit des commandes et notifications depuis le serveur OfficeScan et facilite la communication entre client et serveur.

source: Performs Real-time, Scheduled, and Manual scan on OfficeScan clients.
fr_fr: Effectue des scans en temps réel, programmés et manuels sur les clients OfficeScan.

source: Scans network traffic before passing it to the target application.
fr_fr: Scanne le trafic réseau avant que celui-ci ne puisse atteindre l'application cible.

source: Provides packet level firewall, network virus scanning and intrusion detection capabilities.
fr_fr: Offre des fonctions de pare-feu au niveau paquet, de recherche de virus de réseau, et de détection d'intrusion.

source: OfficeScan NT Firewall
fr_fr: Pare-feu d'OfficeScan NT

source: Please restart the computer to finish cleaning spyware/grayware.
fr_fr: Veuillez redémarrer l'ordinateur pour terminer le nettoyage des spywares/graywares.

source: Manages the Trend Micro unauthorized change prevention feature
fr_fr: Gère la fonctionnalité de prévention des modifications non autorisées de Trend Micro

source: OfficeScan Data Protection Service
fr_fr: Service de protection de données OfficeScan

source: Monitors the transmission on sensitive data and controls access to devices
fr_fr: Surveille la transmission de données sensibles et contrôle l'accès aux périphériques

source: Successful, no action required
fr_fr: Réussite. Aucune autre action requise

source: Further action required
fr_fr: Action supplémentaire requise

source: Programs in Memory
fr_fr: Programmes contenus dans la mémoire

source: Windows Startup Settings
fr_fr: Paramètres de démarrage Windows

source: Internet Explorer Plugins
fr_fr: Plug-ins d'Internet Explorer

source: Layered Service Providers
fr_fr: Fournisseurs de services en couche (LSP)

source: Hosts File
fr_fr: Fichier d'hôtes

source: System Policy Alerts
fr_fr: Alertes de stratégie du système

source: Web Browser Configuration
fr_fr: Configuration du navigateur Web

source: Shell Configuration
fr_fr: Configuration du shell

source: ActiveX/Downloaded Program Files
fr_fr: ActiveX/fichiers programme téléchargés

source: Services Detected
fr_fr: Services détectés

source: New processes have been detected in memory
fr_fr: De nouveaux processus ont été détectés dans la mémoire

source: Software has attempted to change your startup configuration
fr_fr: Le logiciel a tenté de modifier votre configuration de démarrage

source: Internet Explorer Plugins browser plugins have been detected
fr_fr: Des plug-ins du navigateur Internet Explorer ont été détectés

source: Layered Service Provider (LSP) network plugins have been detected
fr_fr: Des plug-ins de réseau de fournisseur de services en couche (LSP) ont été détectés

source: Software has attempted to change your hosts file configuration
fr_fr: Le logiciel a tenté de modifier la configuration de votre fichier d'hôtes

source: Potential problems with your system Policy settings have been detected
fr_fr: Des problèmes potentiels avec les paramètres de stratégie de votre système ont été détectés

source: Software has attempted to change your Internet browser configuration
fr_fr: Le logiciel a tenté de modifier la configuration de votre navigateur Internet

source: Software has attempted to change your systems shell settings
fr_fr: Le logiciel a tenté de modifier les paramètres du shell de votre système

source: ActiveX Downloaded Program Files have been detected
fr_fr: Des fichiers programme téléchargés/ActiveX ont été détectés

source: Software has attempted to add Windows services
fr_fr: Le logiciel a tenté d'ajouter des services Windows
